jarod7736/cardputer-ai/firmware-idf-probe/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_MBEDTLS_HARDWARE_SHA=y
CONFIG_LWIP_TCP=y
